Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: Thus, the share of industrial sector in total investment will rise to an average of 8.8 percent in the Eighth plan from the 7.7 percent average of the seventh plan.
ne_np: तदनुसार कुल लगानीमा उद्योग क्षेत्रको अंश सातौं योजनामा औसतम ७.४ प्रतिशत रहेकोमा आठौं योजनामा औसतम ८.८ पुग्नेछ।

source: Similarly, the share of agriculture, irrigation and forestry will increase to 25.8 percent for 24.5 and this increase will have been made possible mainly by the development programmes related to rural development.
ne_np: त्यस्तै कृषि, सिंचाइ तथा वन क्षेत्रको हिस्सा सोही अवधिमा २४.५ प्रतिशतबाट बढेर २५.८ प्रतिशतमा पुग्नेछ र यस्तो बृद्धिमा ग्रामीण विकाससँग सम्बन्धित विकासप्रतिशत पुग्नेछ।

source: Therefore, in spite of the lack of larger financial investment, there will be a higher generation of capital in these sectors.
ne_np: त्यसैले गर्दा वित्तीय लगानीको अभावमा पनि यी क्षेत्रमा बढी पूँजी निर्माण हुन सक्नेछ।

source: This estimate is based on the assumption that there will be an improvement over the past incremental capital output ration of 4.5:1 to 4.3:1.
ne_np: यो लगानी अनुमान विगतको सीमान्त पूँजी उत्पादन अनुपात ४.५:१ को तुलनामा आठौं योजनामा सुधार भई ४.३:१ मा पुग्ने अनुमानमा आधारित छ।

source: the incremental capital output ration is estimated to be as decline because of the projected better results of expenditures in governmental sectors to be made possible by the policy of economic liberalization in the private sector, and appropriate selection of projects, budget, expenditure, management and monitoring systems.
ne_np: निजी क्षेत्रमा अवलम्बन गरिने आर्थिक उदारपनका नीतिहरु र उपयुक्त आयोजना छनौट, बजेट, खर्च प्रणाली, व्यवस्थापन र मूल्याङ्कन प्रणालीद्वारा सरकारी क्षेत्रको लगानीको प्रतिफल बृद्धि हुनेअनुमान गरिएकोले आठौं योजनावधिमा सीमान्त पूँजी उत्पादन अनुपात केही घटने अनुमान छ।

source: As shown in Table 2, the share of agriculture, irrigation and forestry in total investment will reach 25.8 percent.
ne_np: तालिका नं. २ ले देखाएजस्तै कुल लगानीमा कृषि, सिंचाइ र वनक्षेत्रको हिस्सा करीव २५.८ प्रतिशतमा पुग्नेछ।

source: Similarly, compared to the seventh Plan, the investment share of industry, trade, hotel and restaurants and social services will also increase in the eight plan.
ne_np: तालिका नं. २ ले देखाएजस्तै कुल लगानीमा कृषि, सिंचाइ र वनक्षेत्रको हिस्सा करीव २५.८ प्रतिशतमा पुग्नेछ। त्यस्तै सातौं योजनाको तुलनामा उद्योग, व्यापार, होटेल तथा रेष्टुराँ, सामाजिक क्षेत्रहरुको लगानी हिस्सा पनि आठौं योजनामा बढनेछ।

source: The proposed size of total investment and its sectoral allocation patterns will primarily contribute to the increase in the aggregate and secotral production growth rates.
ne_np: प्रस्तावित लगानीको आकार र यसको क्षेत्रगत बाँडफाँडले समग्र र क्षेत्रगत उत्पादनदर बृद्धि गर्नमा मुख्य रुपमा योगदान पुर्‍याउनेछन्।

source: Similarly, the growth of efficiency in some sectors, too, will cause a marginal decline in the incremental capital output ratio.
ne_np: त्यसैले केही क्षेत्रहरुमा हुने दक्षताको बृद्धिले गर्दा पनि सीमान्त पूँजी उत्पादन अनुपातमा केही कमी आउनेछ।

source: Thus, compared to the seventh plan, investment during the eighth plan period will have to be increased by 10.6 percent per annum.
ne_np: यसप्रकार आठौं योजनावधिमा कुल लगानीको बृद्धिदरमा सातौं योजनाको लगानी अनुपातको तुलनामा प्रति वर्ष १०.६ प्रतिशतले विस्तार गर्नुपर्नेछ।

source: Although this rate appears to be fairly high compared to that of other least developed nations, considering that the Eighth plan has been initiated at a time when there in a limited capital base, it will be possible to increase the investment at the above mentioned rate.
ne_np: अन्य अल्प विकसित राष्ट्रहरुको तुलनामा यो दर उच्च देखिए तापनि पूँजीको सानो आधार भएको अवस्थामा आठौं योजनाको थालनी गरिएकोले लगानीमा उक्तदरले बृद्धि गर्न सम्भव हुनेछ।

source: The new environment created by liberal economic policies will also promote the increase of the investment growth rate.
ne_np: आर्थिक उदार नीतिको नयाँ वातावरणले पनि लगानीको बृद्धिदर बढाउनमा प्रोत्साहित गर्नेछ।

source: In the seventh plan, the share of government sector stood at 41 percent of gross fixed investment, which will come down to 35.9 percent in the Eighth plan.
ne_np: सरकारी क्षेत्रको हिस्सा सातौं योजनामा कुल स्थिर लगानीको ४१ प्रतिशत रहेको थियो। आठौं योजनामा यो घटेर ३५.९ प्रतिशतमा आउनेछ।

source: It is expected that the adoption of liberal economic policies will increase the growth rate of investment from the private sector.
ne_np: उदार आर्थिक नीतिको अवलम्बनबाट निजी क्षेत्रको लगानीको बृद्धिदरमा बढी विस्तार हुने अनुमान गरिएको छ।

source: Thus, the share of the private sector investment is estimated to reach 64.1 of gross fixed investment during the Eighth plan period.
ne_np: त्यसैले गर्दा आठौं योजनावधिमा निजी लगानीको हिस्सा कुल स्थिर पूँजी लगानीमा औसतमा ६४.१ प्रतिशत पुग्ने अनुमान छ।

source: As shown in Talbe 4, of the total development outlay of 113,479 million, social services and agriculture, irrigation and forestry sectors will receive a higher share of the total development outlay (31.5 and 25.7 percent respectively) followed by electricity (20.9 percent) and transport and communications (17.7 percent).
ne_np: तालिका नं. ४ मा देखाए जस्तै कुल विकास खचं रु.११३४७.९ करोडमध्ये सामाजिक सेवा र कृषि, सिंचाइ तथा वन क्षेत्रले सबैभन्दा बढी (क्रमशः ३१.५ र २५.७ प्रतिशत) र त्यसपछि क्रमशः विद्युत् (२०.९ प्रतिशत) र यातायात तथा सञ्चार(१७.७ प्रतिशत) क्षेत्रले विकास खर्चको हिस्सा पाउनेछन्।

source: A detailed sectoral breakdown of the total development outlay is presented in table 5.
ne_np: विस्तृत क्षेत्रगत विकास खर्चको बाँडफाँड तालिका नं. ५ मा दिइएको छ।

source: the differences in the shares of sectoral gross fixed investment in total development outlay are caused by the differences in the nature of the programmes proposed in various sectors.
ne_np: विकास खर्चमा क्षेत्रगत स्थिर पूँजी लगानीको हिस्सामा फरक आउनुको मुख्य कारण विभिन्न क्षेत्रमा समावेश भएका कार्यक्रमहरुको प्रकृतिमा रहने भिन्नताले गर्दा हो।

source: However, despite the reduced investment, there may be considerable negative savings accumulation in the public sector.
ne_np: तर सरकारी क्षेत्रको लगानी हिस्सामा केही कमी गरिँदा गरिँदै पनि सरकारी क्षेत्रमा ठूलो मात्रामा ऋणात्मक बचत हुने देखिन्छ।

source: The expansion of the public sector and the uncontrolled inclusion of numerous projects during the panchayat regime have led to the continuity of an expenditure burden in the initial years of the eighth plan entailing a continued increase in government expenditure and negative savings.
ne_np: खास गरी पञ्चायत कालमा सरकारी क्षेत्रमा गरिएको विस्तार एवं अनियन्त्रित रुपमा आयोजनाहरु समावेश गरिँदा यसको खर्चको भार आठौं योजनाका सुरुका वर्षहरुमा समेत रहन जाने हुनाले यसबाट सरकारी खर्चमा बृद्धि कायम रहने बचत ऋणात्मक हुन जाने देखिएको हो ।

source: The almost unsustainable upward trend in negative savings appears to have gained impetus during the last decade of the panchayat regime and the main contributing factor for this is a great increase in the unproductive and consumption expenditure of the public sector.
ne_np: यस्तो धान्नै नसकिने गरी ऋणात्मक बचत बढने प्रवृति पञ्चायत कालको पछिल्लो दशकमा ज्यादै बढेको देखिन्छ र त्यसको प्रमुख कारण सरकारी क्षेत्रको अनुत्पादक र उपभोग्य खर्चमा निकै विस्तार हुनु हो।

source: Although the size of negative savings is expected to reduce towards the end of the plan upon gradual improvements over the budgeting and accounting systems used in regular and development budgets, it will take a number of years to make the public sector capable of generating savings.
ne_np: यद्यपि साधारण र विकास बजेट दुवैको बजेट र लेखा प्रणालीमा सुधार गर्दै जाँदा ऋणात्मक बचतको आकारमा योजनाको अन्ततिर कमी हुँदै जानेछ तापनि सरकारी क्षेत्रलाई बचत गर्ने स्थितिमा पुर्‍याउन केही वर्ष लाग्नेछ।

source: As shown in table6, the negative savings during the Eighth plan will be, more or less, equivalent to 34.5 percent of the gross fixed capital investment of the public sector.
ne_np: तालिका नं. ६ मा देखाएजस्तै आठौं योजनावधिमा सरकारी क्षेत्रको ऋणात्मक बचत सरकारी क्षेत्रको स्थिर लगानीको ३४.५ प्रतिशतको आसपासमा रहनेछ।

source: At the economic growth rate of 5.1 percent, the government revenue will increase by 9.7 percent, but the share of negative savings will continue to be high due to its increasing trend in the past.
ne_np: ५.१ प्रतिशतले आर्थिक विकासदरमा बृद्धि हुँदै जाँदा सरकारी राजस्व करीव ९.७ प्रतिशतका दरले बढ्नेछ तापनि विगतमा ऋणात्मक बचतको बढ दो प्रवृत्तिले गर्दा आठौं योजनामा यसको अंश उच्च नै रहनेछ।

source: The deficit between the public sector negative savings and investment will be borne thorough foreign assistance and internal borrowing.
ne_np: सरकारी क्षेत्रको ऋणात्मक बचत र लगानीको अन्तरलाई विदेशी सहायता र आन्तरिक ऋणबाट बेहोरिनेछ।

source: Internal loans will primarily be arranged from private sector saving, which will facilitate the control of money supply and price level.
ne_np: आन्तरिक ऋण मुख्य रुपमा निजी क्षेत्रको बचतबाट जुटाइनेछ र यसले गर्दा मुद्रा प्रदाय र मूल्य स्थिति नियन्त्रण गर्नमा सजिलो पर्नेछ।

source: A little different picture emerges when the level of development outlay and sources of financing are analyzed.
ne_np: विकास खर्च र सो खर्च व्यहोर्ने स्रोतहरुबारे विश्लेषण गरेर हेर्दा भने अलि फरक स्थिति देखा पर्दछ।

source: As shown in table 7, during the Eighth plan, the share of revenue surplus in development outlay will remain 27.5 percent and the share of foreign aid will be maintained at 65.5 percent.
ne_np: तालिका नं. ७ मा देखाए जस्तै आठौं योजनावधिमा राजस्व बचत विकास खर्चको २७.५ प्रतिशत रहनेछ र विदेशी सहायताको हिस्सा ६५.५ प्रतिशतमा कायम गरिनेछ।

source: Only 7,5 percent will be borne through internal borrowing.
ne_np: केवल ७.० प्रतिशत मात्र आन्तरिक ऋणबाट व्यहोरिनेछ।

source: Thus the extent of deficit financing will be much lower in this plan than in the previous plans.
ne_np: यसरी न्यून वित्तको अंश अघिल्लो योजनामा भन्दा आठौं योजनामा निकै कम हुनेछ।

source: Besides, the creation of a favorable environment for private sector will also stimulate growth in domestic savings.
ne_np: त्यसको अलावा निजी क्षेत्रलाई प्रदान गरिने उपयुक्त वातावरणबाट गार्हस्थ्य बचत बढाउनमा समेत मद्दत मिल्नेछ।

source: As shown in table 8, gross domestic savings will rise from 9.5% of the gross domestic product in 1991/92 to 12.5 percent of gross domestic product by the end of the plan period in 1996/97.
ne_np: तालिका नं. ८ मा देखाए जस्तै गार्हस्थ्य उत्पादनमा गार्हस्थ्य बचतको हिस्सा आ.व. २०४८/४९ को ९.५ प्रतिशतको तुलनामा योजनाको अन्तिम वर्ष आ.व. २०५३/५४ मा १२.५ प्रतिशतमा पुग्नेछ।

source: the deficit finance will be reduced from 1.7 percent of the gross domestic product in 1991/92 to less than one percent of GDP by the end of the Eight plan.
ne_np: न्यून वित्तको अंश २०४८/४९ मा कुल गार्हस्थ्य उत्पादनको १.७ प्रतिशत रहेकोमा आठौं योजनाको अन्तमा १ प्रतिशतभन्दा कममा ओह्रालिनेछ।

source: Similarly, the current account deficit will also be reduced from 9.6 percent of gross domestic product in 1991/92 to 8.0 percent in 1996/97.
ne_np: त्यस्तै चालू खाता घाटा आ.व. २०४८/४९ को ९.६ प्रतिशतबाट आ.व. २०५३/५४ मा ८.० प्रतिशतमा झर्नेछ।

source: The share of government consumption is expected to increase only moderately from 11.5 percent of the gross domestic product in 1991/92 to 12.6 percent of the gross domestic product in 1996/97.
ne_np: सरकारी क्षेत्रको उपभोग आ.व. २०४८/४९ को ११.५ प्रतिशतबाट थोरै मात्र बृद्धि हुन गई आ.व. २०५३/५४ मा १२.६ प्रतिशतमा पुग्ने अनुमान गरिएको छ।

source: The increase in money supply during the plan period will be lim ited to 12.1 percent per annum, which will help in limiting inflation to about 9 percent.
ne_np: मुद्रा प्रदायको बृद्धिदर आठौं योजनावधिमा १२.१ प्रतिशत भन्दा माथि हुन दिइनेछैन र यसबाट मुद्रा स्फीतिदर ९.० प्रतिशतको करीबमा राख्न टेवा मिल्नेछ।

source: The policy and structural reforms to be adopted during the plan period do not permit any great reduction in the average rate of inflation.
ne_np: खास गरी योजनावधिमा अपनाइने विभिन्न नीतिगत एवं संरचनात्मक सुधारको कारण मुद्रा स्फीतिको दरलाई औसत रुपमा धेरै कम गर्न सकिने स्थिति देखा पर्दैन।

source: However, since these reforms will help achieve stability in the economy, they will facilitate the task of reducing the rate of inflation in the years to come.
ne_np: तर यस्तो सुधारको फलस्वरुप अर्थतन्त्रमा स्थायित्व कायम गर्न मद्दत मिल्न जाँदा पछिल्ला वर्षहरुमा भने मूल्य स्फीतिको दरलाई कम गराउन मद्दत मिल्नेछ।

source: During the eighth plan period, the rate of inflation will be maintained below 9 percent in average by reducing the increasing liquidity of the economy and by adopting other appropriate monetary and fiscal policy measures.
ne_np: अर्थ व्यवस्थामा देखिएको बढ्दो तरलता घटाउनुको साथै अन्य उपयुक्त मौद्रिक तथा वित्तीय नीतिको उपायहरु अपनाई मुद्रा स्फीतिलाई आठौंयोजनावधि भरमा औसतम ९.० प्रतिशतभन्दा बढी दरले बढ्न दिइनेछैन।

source: This increase in manpower demand in expected to take place as a result of the increase in investment in different sectors of the economy and the subsequent rise in value added.
ne_np: अर्थतन्त्रको विभिन्न क्षेत्रमा हुने लगानी र सो लगानीबाट हुने मूल्य अभिबृद्धिको कारणले जनशक्तिको मागमा उक्त दरले बृद्धि हुने अनुमान छ।

source: The increased demand in the labour force during the eighth plan period is expected to reach over 1.4 million jobs.
ne_np: आठौं योजनामा श्रमशक्तिको मागको बृद्धि बरीव १४ लाखभन्दा बढी हुने अनुमान गरिएको छ।

source: Thus, the macroeconomic implications of total and sectoral investment outlay indicate that, provided the proposed policies and programmes are effectively implemented in time, they will be able to contribute in constantly raising the economic growth rate, maintaining economic stability and alleviating poverty through the extension of employment opportunities.
ne_np: यस प्रकार प्रस्तावित कुल र क्षेत्रगत लगानीको ढाँचाको समष्टिगत आर्थिक असरहरुले के देखाउँछन् भने यदि योजनाले प्रस्ताव गरे अनुसारका नीति र कार्यक्रमहरु समयाबद्ध र प्रभावकारी रुपमा लागू गर्न सकिएमा यिनीहरुबाट आर्थिक बृद्धिदर निरन्तर उच्च बनाउन, अर्थतन्त्रमा आर्थिक स्थिरता कायम गर्नको साथै रोजगारीका अवसरहरुद्वारा गरीब हटाउन मद्दत पुग्नेछ।

source: The declining productivity in the government sectors, the reduction in the share of domestic savings in gross domestic product and the flow of a major share of total private sector investment towards unproductive capital sector such as real estate also have created several problems in the economy.
ne_np: सरकारी क्षेत्रमा घट्दो उत्पादकत्व, गार्हस्थ्य बचतमा गार्हस्थ्य उत्पादनको अनुपातमा घट्दो हिस्सा र निजी क्षेत्रको कुल लगानीको ठूलो अंश पूँजीमूलक तर अनुत्पादक क्षेत्र ज स्तै घर- जग्गामा बढी प्रवाहित हुँदै गरेकोले पनि अर्थतन्त्रमा थुप्रै समस्याहरु उत्पन्न भएका छन्।

source: Therefore, in order to raise the productivity of the government sector, special emphasis will have to be given on the method of selecting appropriate projects, appropriate pricing policy, reformative institutionalized systems of monitoring and evaluation and the privatization of government undertakings.
ne_np: यसैले सरकारी क्षेत्रको उत्पादकत्व बढाउन उपयुक्त आयोजना छनौट विधि, उपयुक्त मूल्य नीति, अनुगमन र मूल्याङ्कनको सुधारात्मक संस्थागत व्यवस्था र सरकारी संस्थानहरुको निजीकरणमा विशेष जोड दिनुपर्नेछ।

source: It is necessary to promote productive investment policies which encourage the private sector to save and to direct their investment from the unproductive sector like real estate to the sectors capable of achieving higher economic growth rate such as industry.
ne_np: निजी क्षेत्रलाई बचत गर्न प्रोत्साहित गर्न र निजी क्षेत्रको लगानी अनुत्पादक घर - जग्गा जस्ता क्षेत्रबाट आर्थिक बृद्धिदर उच्च हुने क्षेत्र जस्तै उद्योगमा प्रोत्साहित गर्ने खालका उत्पादनमूलक लगानी नीतिलाई प्रोत्साहित गर्नु पर्नेछ।

source: The emphasis on efficient and economic-growth oriented sectors and the subsequent desirable structural changes in the eighth plan will provide considerable advantages to the economy during and even after the eighth plan period.
ne_np: दक्ष र आर्थिक बृद्धिउन्मुख क्षेत्रहरुमा दिइने जोड रत्यसबाट आठौं योजनामा हुने उपयुक्त ढाँचागत परिवर्तनबाट अर्थतन्त्रलाई योजनावधि र त्यसपछि निकै लाभ पुग्नेछ।

source: A s the returns from investment take long time to materialize, the policy reforms and the structural changes in the eighth plan are confidently expected to increase the work-performance of the economy particularly in the later years of the plan and thereafter.
ne_np: लगानीको प्रतिफलको निमित्त समय लाग्नेहुनाले आठौं योजनामा गरिने नीतिगत सुधार र अर्थतन्त्रको ढाँचागत परिवर्तनबाट खास गरी योजनाका पछिल्ला र त्यसपछिका वर्षहरुमा अर्थतन्त्रको कार्यक्षमता निकै बढ्ने विश्वास लिइएको छ्।

source: Estimates of Development Materials Following is the estimated requirement of construction and development materials during the plan period for development programmes to be implemented during the Eighth plan.
ne_np: विकास सामग्रीहरुको अनुमान आठौं योजनाअन्तर्गत सञ्चालन हुने विकास कार्यक्रमहरुको लागि योजनावधिमा निर्माण तथा विकास सामग्रीहरुको आवश्यकता निम्नअनुसार हुने अनुमान गरिएको छ।

source: Although the total installed capacity of the industries producing these materials is 229, 000 metric tons per annum, they are found to be operating at only 25 percent of their installed capacity.
ne_np: यस्ता सामग्रीहरु उत्पादन गरिरहेका उद्योगहरुको उत्पादन क्षमता २ लाख २९ हजार मे.टन प्रतिवर्ष भए तापनि करीब २५ प्रतिशत क्षमतामा मात्र उद्योगहरु सञ्चालन भइरहेको पाइएको छ।

source: Bricks: An estimated requirement of 8,800 million bricks for the eighth plan is exp ected to be met by the production of the industries in the public as well as private sectors.
ne_np: ईंटा : आठौं योजनावधिमा ८८० करोड गोटा ईंटा आवश्यकता पर्ने अनुमान छ, जुन निजी तथा सरकारी क्षेत्रका उद्योगहरुको उत्पादनबाट नै पूर्ति हुने अनुमान छ।

source: Timber: Timer is used in industries, construction work and for fuel wood.
ne_np: काठ : काठको प्रयोजन उद्योग, दाउरा र निर्माण कार्यमा भइरहेको छ ।

source: It is estimated that government agencies will be able to supply a total of 15,850 million cubic feet of timber of different types during the plan period.
ne_np: आठौं योजनावधिमा सरकारी निकायबाट विभिन्न किसिमका १ करोड ५८ लाख ५०हजार क्यूविक फिट काठ उपलब्ध गराउन सक्ने अनुमान गरिउको छ।

source: Polythene pipes: In view if the policy of expanding drinking water facilities, there will be an increase in the use of polythene pipes in the plan period.
ne_np: पोलिथिन पाईप : यस योजनावधिमा खानेपानी सुविधालाई विस्तार गर्दै लैजाने कार्यक्रम अनुरुप पोलिथिन पाईपको खपतमा समेत बृद्धि हुनेछ।

source: Accordingly, 17,000 metric tons of polythene pipes are estimated to be put into use during this plan period.
ne_np: सोअनुरुप यस योजनावधिमा पोलिथिन पाईपको खपत १७ हजार मे.टन हुने अनुमान गरिएको छ।

source: Chemical Fertilizers: The requirement of chemical fertilizers for the Eighth plan is estimated to be 916,000 metric tons the total requirement of chemical fertilizers in the country is being met through import.
ne_np: रासायनिक मलखाद: आठौं योजनावधिमा ९ लाख १६ हजार मे.टन रासायनिक मलखाद आवश्यक हुने अनुमान छ। अहिलेसम्म देशको सम्पूर्ण रसायनिक मलखादको माग आयातबाटै पूर्ति हुँदै आइरहेको छ।

source: Mineral oils: The items under mineral oils are petrol, diesel, kerosene oil, aviation fuel, light diesel oil, furnace oil, L.P.
ne_np: खनिज तेल पदार्थ : तेल पदार्थअन्तर्गत पेट्रोल, डिजेल, मट्टीतेल, एयर फ्यूल, लाइटडिजेल आयल, फर्नास आयल, एल.पी. पर्दछन्।

source: gas, and bitumen etc.
ne_np: ग्याँस, र विटुमिन आदि

source: A total of 1,993,000 kilo liters of petroleum products in estimated to be required during the Eighth plan period.
ne_np: आठौं योजनावधिमा कुल १९ लाख ९३ हजार किलो लिटर पेट्रोलियम पदार्थहरुको आवश्यकता हुने अनुमान गरिएको छ ।

source: The entire requirement of these products will have to be met through import.
ne_np: उक्त पदार्थको आपूर्तिको लागि पूर्णतया पैठारीमा नै निर्भर हुनुपर्ने हुन्छ।

source: A project has been initiated in view of the natural gas deposits found at different places in the Kathmandu valley.
ne_np: प्राकृतिक ग्याँसको भण्डार काठमाडौंको विभिन्न ठाउँमा पाइए अनुसार एउटा परियोजना सञ्चालन गरिएको छ।

source: Coke and Coal: The estimated consumption of coke and coal for the eighth plan is 1,113,000 metric tons, which is expected to be met through import.
ne_np: कोक र कोइला : आठौं योजनामा कोक र कोइलाको अनुमानित खपत ११ लाख २३ हजार मे.टन हुने अनुमान छ, जुन पैठारीबाट आपूर्ति गरिने अनुमान छ।

source: Writing and printing paper: The consumption of writing and printing paper during the eighth plan is estimated to be 121,000 metric tons.
ne_np: लेख्ने र छाप्ने कागज : आठौं योजनावधिमा लेख्ने र छाप्ने कागजको खपत १ लाख २१ हजार मे.टन हुने अनुमान गरिएको छ।

source: out of this requirement, 21 percent only is expected to be met through the production of Bhrikuti paper factory and Everest paper mills.
ne_np: यसमध्ये करीब २१ प्रतिशत मात्र भृकुटी कागज कारखाना र एभरेष्ट पेपर मिलको उत्पादनबाट पूर्ति हुने अनुमान छ।

source: News print: During the Eighth plan period, the demand for newsprint in estimated to be 18,000 metric tons the entire demand is expected to be met through import.
ne_np: न्यूज प्रिन्ट : आठौं योजनावधिमा न्यून प्रिन्टको माग १८ हजार मे.टन अनुमान गरिएको छ। उक्त सम्पूर्ण माग आयातबाटै पूर्ति हुने अनुमान छ।

source: Explosives: The estimated demand for explosives during the eighth plan period is 1,400 metric tons.
ne_np: विष्फोटक पदार्थ : विष्फोटक पदार्थको अनुमानित माग आठौं योजनामा १४०० मे.टन छ।

source: The requirement is expected to be met even through the production of the factory of the Royal Nepalese Army.
ne_np: यो माग शाही नेपाली सेनाको कारखानाबाट पनि पूर्ति हुने अनुमान छ।

source: ï»¿Past Development Efforts, Achievements and Constraints.
ne_np: विगतका विकास प्रयास, उपलब्धि र समस्याहरु

source: In addition to this, the main causes of price increase were the increased cost of goods and services produced by corporations, rice in international price of petroleum products, industrial raw materials and other goods, change in foreign exchange rate and decline in production of the non- agriculture sectors â€“ due to trade and transit impasse between Nepal and India etc. 6.
ne_np: यसको साथै संस्थानहरुबाट उत्पादित वस्तु र सेवाको मूल्यमा भएको बृद्धि, पेट्रोलियम पदार्थ, औद्योगिक कच्चापदार्थ तथा अन्य वस्तुहरुको अन्तर्राष्ट्रिय मूल्यमा भएको बृद्धि, विदेशी विनिमयदरमा आएको परिवर्तन र नेपाल र भारतबीच व्यापार तथा पारवहनसमस्याबाट गैर कृषिक्षेत्रको उत्पादनमा आएको ह्रास आदि मूल्यबृद्धिका प्रमुख कारणहरु थिए।

source: Besides, the main reasons for the gradual decrease in trade with India in the previous years were the decline in surplus of traditionally exported agricultural products for export due to their increased internal demand and the countryâ€“wise diversification in import if daily consumer goods, construction materials and industrial raw materials from other countries following the expansion of trade with them.
ne_np: यस अतिरिक्त उक्त वर्षभन्दा पहिले वैदेशिक व्यापारमा भारततर्फको अंश घटदै जानुमा परम्परागत रुपमा निकासी हँदै गरेको कृषिजन्य वस्तुहरुको आन्तरिक मागमा नै बृद्धि भई निकासी बचत कम हुनु, तुलनात्मक लाभको दृष्टिकोण राखी दैनिक उपभोग्य तथा विकास निर्माण सामग्रीहरु र औद्योगिक कच्चा पदार्थ जस्ता वस्तुहरुको पैठारीमा देशगत विविधीकरण आई अन्य मुलुकहरुसँगको व्यापारमा विस्तार हुनु आदि प्रमुख कारणहरु देखियो।

source: Taking into consideration the reserves of both convertible and non-consideration currencies together, while it could meet the import for 5.8 months in FY 1960/61, it was capable of meeting 7.6 monthsâ€™ import in 1989/90.
ne_np: परिवर्त्य र अपरिवर्त्य दुवै विदेशी मुद्राको सञ्चितिलाई दृष्टिगत गर्दा उक्त सञ्चितिवाट २०१७/१८ को वर्षमा ५.८ महिनाको पैठारी धान्न सक्ने क्षमता थियो भने २०४६/४७ को उक्त दुवै मुद्राको संचितिबाट ७.६ महिनाको पैठारी धान्न सक्ने क्षमता देखिएको थियो।

source: According to available statistics, while the forest coverage was 6,402,000 ha. in 1964, this was reduced to 6,306,000 ha. by the end of F.Y. 1985/85.
ne_np: उपलव्ध तथ्याङ्क अनुसार २०२१ सालमा कुल ६४ लाख २ हजार हेक्टर वन जङ्धलले ढाकेकोमा २०४२/४३ को अन्तमा केवल ६३ लाख ६ हजार भूमि मात्र वन जङ्धलले ढाकेको देखियो।
